export const data1 = [
  {
    text: "١- يجد صعوبه فى الفهم الاستماعى للمعلومات التى تُقدم . ( لا يفهم التعليمات والكلام الموجه إليه من قبل الاخصائي او المعلم وماذا يقصد.)",
    choices: ["دائما", "غالبا", "احيانا", "نادرا", "لا يوجد"],
    points: [4, 3, 2, 1, 0],
  },
  {
    text: "٢- يجد صعوبه فى إدراك المناقشات او الأسئلة التى توجه إليه . (لا يفهم معنى الحوار والأسئلة الموجهه والمطروحة إليه ومعرفة ماذا يقصد الشخص الذى يتكلم معه. )",
    choices: ["دائما", "غالبا", "احيانا", "نادرا", "لا يوجد"],
    points: [4, 3, 2, 1, 0],
  },
  {
    text: "٣- يجد صعوبه فى فهم الكلمات المُتماثله نُطقاً والمختلفه معنى . (لا يفهم معنى كلمتين مُتشابهين فى النطق ولكن يختلفون في المعنى مثل  سَيْف - صَيْف .)",
    choices: ["دائما", "غالبا", "احيانا", "نادرا", "لا يوجد"],
    points: [4, 3, 2, 1, 0],
  },
  {
    text: "٤- يجد صعوبه فى متابعة التعليمات او الشرح الشفوي للمعلم . ( لا يفهم تعليمات المعلم وما المطلوب منه ويجد صعوبة في فهم الشرح المقدم له )",
    choices: ["دائما", "غالبا", "احيانا", "نادرا", "لا يوجد"],
    points: [4, 3, 2, 1, 0],
  },
  {
    text: "٥- يجد صعوبه فى تمييز أصوات الحروف أو المقاطع المنطوقة . ( لا يُدرك كيف سمع الحرف ب  بَ - بِ - بُ  )",
    choices: ["دائما", "غالبا", "احيانا", "نادرا", "لا يوجد"],
    points: [4, 3, 2, 1, 0],
  },
  {
    text: "٦- يجد صعوبه ف تهجي اصوات الحروف والمقاطع مثل نطق أصوات الحرف ب ( بَ ، بِ ، بُ) .",
    choices: ["دائما", "غالبا", "احيانا", "نادرا", "لا يوجد"],
    points: [4, 3, 2, 1, 0],
  },
  {
    text: "٧- يجد صعوبه ف إدراك وإتباع التعليمات الشفهية واسترجاعها . ( مثال عند امر الطفل بطرق الباب ثلاث مرات هل الطفل ينفذ تعليمات المعلم ام لا )",
    choices: ["دائما", "غالبا", "احيانا", "نادرا", "لا يوجد"],
    points: [4, 3, 2, 1, 0],
  },
  {
    text: "٨- يجد صعوبه ف إدراك الزمن لحظه ، بعد قليل ، بعد ساعه . ( مثال اذ قال المعلم للطفل وقت الغداء بعد قليل فانه لا يدرك متى )",
    choices: ["دائما", "غالبا", "احيانا", "نادرا", "لا يوجد"],
    points: [4, 3, 2, 1, 0],
  },
  {
    text: "٩- يحتاج الي تكرار الشرح الشفهي . ( يفهم الشرح اذا تم طرحه اكثر من مرة حتي يستطيع سماعها جيدا وتذكرها )",
    choices: ["دائما", "غالبا", "احيانا", "نادرا", "لا يوجد"],
    points: [4, 3, 2, 1, 0],
  },
  {
    text: "١٠- يجد صعوبه ف استيعاب معني المعلومات شفهيا دون تكرار . ( لا يفهم المعلومة اذا تم شرحها مرة واحده دون تكرار لذا يجب على المعلم تكرار المعلومات حتي يستطيع الطفل استيعابها وفهمها )",
    choices: ["دائما", "غالبا", "احيانا", "نادرا", "لا يوجد"],
    points: [4, 3, 2, 1, 0],
  },
  {
    text: "11- يفقد متابعته للمدرس او الدرس أو المعلومات المستدخلة شفهيا . (الطفل لايستطيع متابعة التركيز سمعيا لوقت طويل مع المدرس او ما يقوله من معلومات دراسية)",
    choices: ["دائما", "غالبا", "احيانا", "نادرا", "لا يوجد"],
    points: [4, 3, 2, 1, 0],
  },
  {
    text: "١٢- يجد صعوبة فى تتبع المثيرات والمعلومات المسموعة الطفل لا يستطيع أن ينقل تركيزه من معلومة أو مثير سمعى إلى معلومة او مثير أخر . ( مثال : عندما تطلب الأم من الطفل ان يحضر طبق ثم ان تطلب منه ان يحضر شوكة يحضر الطبق فقط ، أو عندما يشرح المعلم معلومة معينة ثم ينتقل لمعلومة أخرى لا يستطيع الطفل ان ينقل تركيزه من الأولى الى الثانية)",
    choices: ["دائما", "غالبا", "احيانا", "نادرا", "لا يوجد"],
    points: [4, 3, 2, 1, 0],
  },
  {
    text: "١٣- يجد صعوبة فى إدراك معنى ومتابعة دلالات التحدث والإشارات . ( عندما تتحدث الأم أمام الطفل بطريقة غير واضحه وتستخدم التلميحات والإشارات يجد صعوبة فى ان يفهم قصد الأم)",
    choices: ["دائما", "غالبا", "احيانا", "نادرا", "لا يوجد"],
    points: [4, 3, 2, 1, 0],
  },
  {
    text: "١٤- يجد صعوبة فى متابعة شرح المعلم عند التدفق العادى للمعلومات . ( عند شرح المعلم لمعلومات الدرس يجد الطفل صعوبة فى تتابع التركيز مع كل المعلومات التى تذكر أمامه)",
    choices: ["دائما", "غالبا", "احيانا", "نادرا", "لا يوجد"],
    points: [4, 3, 2, 1, 0],
  },
  {
    text: "١٥- يجد صعوبة فى فهم الشرح باستخدام التعبيرات العادية المسموعة . (عند شرح المعلم للمعلومات بالتحدث بالطريقة العادية لا يستطيع الطفل فهمها ويتوجب على المعلم التغيير فى نبرة الصوت او طريقة الكلام كى يلتفت انتباه الطفل للشرح)",
    choices: ["دائما", "غالبا", "احيانا", "نادرا", "لا يوجد"],
    points: [4, 3, 2, 1, 0],
  },
  {
    text: "١٦- يجد صعوبة في اكمال مقاطع الكلمات الناقصة المسموعة وتفسيرها . ( الطفل لا يستطيع ان يقوم باكمال الحرف الناقص من الكلمة المسموعة على سبيل المثال كلمة تفاحة اذا ازلنا حرف الحاء والتاء المربوطة لا يستطيع إكمال الكلمة )",
    choices: ["دائما", "غالبا", "احيانا", "نادرا", "لا يوجد"],
    points: [4, 3, 2, 1, 0],
  },
  {
    text: "١٧- يجد صعوبة في ادراك معاني الكلمات او الحروف المسموعة. ( لا يستطيع الطفل ان يفهم معني الكلمه او الجمله التي تقال له او الحروف التي تقال له لا يستطيع فهمها وترجمتها)",
    choices: ["دائما", "غالبا", "احيانا", "نادرا", "لا يوجد"],
    points: [4, 3, 2, 1, 0],
  },
  {
    text: "١٨- يصعب عليه إدراك معنى الكلمات المسموعة مقارنة بغيره . ( ان كان مع احد اصدقائه وقال له شخص ما كلمه او جمله لا يستطيع فهمها او يفهمها بعد مده من الزمن مقارنه بزميله الذي فهمها تلقائيا )",
    choices: ["دائما", "غالبا", "احيانا", "نادرا", "لا يوجد"],
    points: [4, 3, 2, 1, 0],
  },
  {
    text: "١٩- يكرر طلب إعاده الكلام والشرح . ( يردد دائما عندما يحدثه احد او اذا كان في الفصل جملة اعد الشرح مره اخرى أو  اعد الكلام  يفهم اذا كررها دائما في حديثه )",
    choices: ["دائما", "غالبا", "احيانا", "نادرا", "لا يوجد"],
    points: [4, 3, 2, 1, 0],
  },
  {
    text: "٢٠- يجد صعوبه في الفهم الإستماعي للمفاهيم المجردة. ( يجد صعوبة في الفهم المجرد مثلا معنى كلمة صلب ، سائل أو معرفة معنى كلمة يقطف )",
    choices: ["دائما", "غالبا", "احيانا", "نادرا", "لا يوجد"],
    points: [4, 3, 2, 1, 0],
  },
];

export const data2 = [
  {
    text: "١- يجد صعوبه فى الفهم الاستماعى للمعلومات التى تُقدم . ( لا يفهم التعليمات والكلام الموجه إليه من قبل الاخصائي او المعلم وماذا يقصد.)",
    choices: ["دائما", "غالبا", "احيانا", "نادرا", "لا يوجد"],
    points: [4, 3, 2, 1, 0],
  },
  {
    text: "٢- يجد صعوبه فى إدراك المناقشات او الأسئلة التى توجه إليه . (لا يفهم معنى الحوار والأسئلة الموجهه والمطروحة إليه ومعرفة ماذا يقصد الشخص الذى يتكلم معه. )",
    choices: ["دائما", "غالبا", "احيانا", "نادرا", "لا يوجد"],
    points: [4, 3, 2, 1, 0],
  },
  {
    text: "٣- يجد صعوبه فى فهم الكلمات المُتماثله نُطقاً والمختلفه معنى . (لا يفهم معنى كلمتين مُتشابهين فى النطق ولكن يختلفون في المعنى مثل  سَيْف - صَيْف .)",
    choices: ["دائما", "غالبا", "احيانا", "نادرا", "لا يوجد"],
    points: [4, 3, 2, 1, 0],
  },
  {
    text: "٤- يجد صعوبه فى متابعة التعليمات او الشرح الشفوي للمعلم . ( لا يفهم تعليمات المعلم وما المطلوب منه ويجد صعوبة في فهم الشرح المقدم له )",
    choices: ["دائما", "غالبا", "احيانا", "نادرا", "لا يوجد"],
    points: [4, 3, 2, 1, 0],
  },
  {
    text: "٥- يجد صعوبه فى تمييز أصوات الحروف أو المقاطع المنطوقة . ( لا يُدرك كيف سمع الحرف ب  بَ - بِ - بُ  )",
    choices: ["دائما", "غالبا", "احيانا", "نادرا", "لا يوجد"],
    points: [4, 3, 2, 1, 0],
  },
  {
    text: "٦- يجد صعوبه ف تهجي اصوات الحروف والمقاطع مثل نطق أصوات الحرف ب ( بَ ، بِ ، بُ) .",
    choices: ["دائما", "غالبا", "احيانا", "نادرا", "لا يوجد"],
    points: [4, 3, 2, 1, 0],
  },
  {
    text: "٧- يجد صعوبه ف إدراك وإتباع التعليمات الشفهية واسترجاعها . ( مثال عند امر الطفل بطرق الباب ثلاث مرات هل الطفل ينفذ تعليمات المعلم ام لا )",
    choices: ["دائما", "غالبا", "احيانا", "نادرا", "لا يوجد"],
    points: [4, 3, 2, 1, 0],
  },
  {
    text: "٨- يجد صعوبه ف إدراك الزمن لحظه ، بعد قليل ، بعد ساعه . ( مثال اذ قال المعلم للطفل وقت الغداء بعد قليل فانه لا يدرك متى )",
    choices: ["دائما", "غالبا", "احيانا", "نادرا", "لا يوجد"],
    points: [4, 3, 2, 1, 0],
  },
  {
    text: "٩- يحتاج الي تكرار الشرح الشفهي . ( يفهم الشرح اذا تم طرحه اكثر من مرة حتي يستطيع سماعها جيدا وتذكرها )",
    choices: ["دائما", "غالبا", "احيانا", "نادرا", "لا يوجد"],
    points: [4, 3, 2, 1, 0],
  },
  {
    text: "١٠- يجد صعوبه ف استيعاب معني المعلومات شفهيا دون تكرار . ( لا يفهم المعلومة اذا تم شرحها مرة واحده دون تكرار لذا يجب على المعلم تكرار المعلومات حتي يستطيع الطفل استيعابها وفهمها )",
    choices: ["دائما", "غالبا", "احيانا", "نادرا", "لا يوجد"],
    points: [4, 3, 2, 1, 0],
  },
  {
    text: "11- يفقد متابعته للمدرس او الدرس أو المعلومات المستدخلة شفهيا . (الطفل لايستطيع متابعة التركيز سمعيا لوقت طويل مع المدرس او ما يقوله من معلومات دراسية)",
    choices: ["دائما", "غالبا", "احيانا", "نادرا", "لا يوجد"],
    points: [4, 3, 2, 1, 0],
  },
  {
    text: "١٢- يجد صعوبة فى تتبع المثيرات والمعلومات المسموعة الطفل لا يستطيع أن ينقل تركيزه من معلومة أو مثير سمعى إلى معلومة او مثير أخر . ( مثال : عندما تطلب الأم من الطفل ان يحضر طبق ثم ان تطلب منه ان يحضر شوكة يحضر الطبق فقط ، أو عندما يشرح المعلم معلومة معينة ثم ينتقل لمعلومة أخرى لا يستطيع الطفل ان ينقل تركيزه من الأولى الى الثانية)",
    choices: ["دائما", "غالبا", "احيانا", "نادرا", "لا يوجد"],
    points: [4, 3, 2, 1, 0],
  },
  {
    text: "١٣- يجد صعوبة فى إدراك معنى ومتابعة دلالات التحدث والإشارات . ( عندما تتحدث الأم أمام الطفل بطريقة غير واضحه وتستخدم التلميحات والإشارات يجد صعوبة فى ان يفهم قصد الأم)",
    choices: ["دائما", "غالبا", "احيانا", "نادرا", "لا يوجد"],
    points: [4, 3, 2, 1, 0],
  },
  {
    text: "١٤- يجد صعوبة فى متابعة شرح المعلم عند التدفق العادى للمعلومات . ( عند شرح المعلم لمعلومات الدرس يجد الطفل صعوبة فى تتابع التركيز مع كل المعلومات التى تذكر أمامه)",
    choices: ["دائما", "غالبا", "احيانا", "نادرا", "لا يوجد"],
    points: [4, 3, 2, 1, 0],
  },
  {
    text: "١٥- يجد صعوبة فى فهم الشرح باستخدام التعبيرات العادية المسموعة . (عند شرح المعلم للمعلومات بالتحدث بالطريقة العادية لا يستطيع الطفل فهمها ويتوجب على المعلم التغيير فى نبرة الصوت او طريقة الكلام كى يلتفت انتباه الطفل للشرح)",
    choices: ["دائما", "غالبا", "احيانا", "نادرا", "لا يوجد"],
    points: [4, 3, 2, 1, 0],
  },
  {
    text: "١٦- يجد صعوبة في اكمال مقاطع الكلمات الناقصة المسموعة وتفسيرها . ( الطفل لا يستطيع ان يقوم باكمال الحرف الناقص من الكلمة المسموعة على سبيل المثال كلمة تفاحة اذا ازلنا حرف الحاء والتاء المربوطة لا يستطيع إكمال الكلمة )",
    choices: ["دائما", "غالبا", "احيانا", "نادرا", "لا يوجد"],
    points: [4, 3, 2, 1, 0],
  },
  {
    text: "١٧- يجد صعوبة في ادراك معاني الكلمات او الحروف المسموعة. ( لا يستطيع الطفل ان يفهم معني الكلمه او الجمله التي تقال له او الحروف التي تقال له لا يستطيع فهمها وترجمتها)",
    choices: ["دائما", "غالبا", "احيانا", "نادرا", "لا يوجد"],
    points: [4, 3, 2, 1, 0],
  },
  {
    text: "١٨- يصعب عليه إدراك معنى الكلمات المسموعة مقارنة بغيره . ( ان كان مع احد اصدقائه وقال له شخص ما كلمه او جمله لا يستطيع فهمها او يفهمها بعد مده من الزمن مقارنه بزميله الذي فهمها تلقائيا )",
    choices: ["دائما", "غالبا", "احيانا", "نادرا", "لا يوجد"],
    points: [4, 3, 2, 1, 0],
  },
  {
    text: "١٩- يكرر طلب إعاده الكلام والشرح . ( يردد دائما عندما يحدثه احد او اذا كان في الفصل جملة اعد الشرح مره اخرى أو  اعد الكلام  يفهم اذا كررها دائما في حديثه )",
    choices: ["دائما", "غالبا", "احيانا", "نادرا", "لا يوجد"],
    points: [4, 3, 2, 1, 0],
  },
  {
    text: "٢٠- يجد صعوبه في الفهم الإستماعي للمفاهيم المجردة. ( يجد صعوبة في الفهم المجرد مثلا معنى كلمة صلب ، سائل أو معرفة معنى كلمة يقطف )",
    choices: ["دائما", "غالبا", "احيانا", "نادرا", "لا يوجد"],
    points: [4, 3, 2, 1, 0],
  },
];

export const data3 = [
  {
    text: "١- يجد صعوبه فى القيام بالانشطه الحركيه التى تتطلب التآزر بين أعضاء الجسد هل تلاحظ الأتي :- وجود صعوبة لدى الطفل فى ممارسة الرياضة او الوقوف لفترة من الوقت , وجود صعوبه لدى الطفل فى التعامل مع أزرار الملابس , وجود صعوبه لدى الطفل فى التنسيق بين العين و اليد .",
    choices: ["دائما", "غالبا", "احيانا", "نادرا", "لا يوجد"],
    points: [4, 3, 2, 1, 0],
  },
  {
    text: "٢- يجد صعوبه فى التميز بين اليمين و اليسار و أمام وخلف : - هل تلاحظ وجود صعوبه لدى الطفل عندما تطلب منه أن يحرك يده ناحية اليمين أو اليسار و كذلك عندما تطلب منه أن يحركها للأمام أو للخلف و أعلى أو أسفل .",
    choices: ["دائما", "غالبا", "احيانا", "نادرا", "لا يوجد"],
    points: [4, 3, 2, 1, 0],
  },
  {
    text: "٣- يجد صعوبه فى مسك الأدوات و التكامل بين الحركات الدقيقه و الكبيره : -هل تلاحظ أن الطفل يجد صعوبه فى المسك بكوب ماء .",
    choices: ["دائما", "غالبا", "احيانا", "نادرا", "لا يوجد"],
    points: [4, 3, 2, 1, 0],
  },
  {
    text: "٤- تصدر عنه حركات عصبية تشنجية عند الكتابة او المشي او الحركه : -عندما يبدأ الطفل فى الكتابه هل تلاحظ ان الطفل يصدر عنه حركات غير عاديه و كذلك أثناء مشيه و حركته .",
    choices: ["دائما", "غالبا", "احيانا", "نادرا", "لا يوجد"],
    points: [4, 3, 2, 1, 0],
  },
  {
    text: "٥- يجد صعوبه فى إحداث تآزر بصرى حركي إدراكي : -هل تلاحظ وجود صعوبه لدى الطفل فى أحداث التكامل بين الادراك البصرى و الادراك الحركى لهدف واحد مثل انه يجد صعوبه فى تعلم الكتابه .",
    choices: ["دائما", "غالبا", "احيانا", "نادرا", "لا يوجد"],
    points: [4, 3, 2, 1, 0],
  },
  {
    text: "٦- يجد صعوبه في التحدث والتعبير الحركي و الاستجابة الحركيه - هل الطفل لديه مشكلة في التواصل مع أصدقائه وهل يستطيع التحرك اذا توجب عليه ان ينفذ امر ما .",
    choices: ["دائما", "غالبا", "احيانا", "نادرا", "لا يوجد"],
    points: [4, 3, 2, 1, 0],
  },
  {
    text: "٧- يفقد اماكن القراءة والكتابة والعمليات الحسابية والرسم -هل الطفل يقدر يقرأ قصه بفرده وهل يستطيع أن يكتب بمفرده -هل يمكنه أن يقوم بحل مسألة حسابية بمفرده أو أن يرسم شكل ما .",
    choices: ["دائما", "غالبا", "احيانا", "نادرا", "لا يوجد"],
    points: [4, 3, 2, 1, 0],
  },
  {
    text: "٨- يجد صعوبه في ممارسة أنشطة الركل والمسك والرسم - هل الطفل لديه القدرة على أن يركل كوره بقدمه ويلعب كره قدم مع أصدقائه وأن يلتقط الكرة بعد أن يتم رميها .",
    choices: ["دائما", "غالبا", "احيانا", "نادرا", "لا يوجد"],
    points: [4, 3, 2, 1, 0],
  },
  {
    text: "٩- يجد صعوبة في الاستجابة الحركية للتعليمات الشفهية .",
    choices: ["دائما", "غالبا", "احيانا", "نادرا", "لا يوجد"],
    points: [4, 3, 2, 1, 0],
  },
  {
    text: "١٠- يجد صعوبه في ممارسة انشطه الجري والوثب والركل واستقبال الكره - هل الطفل لديه مشكلة في مسابقه الجري أو في القفز أو لعب كره القدم",
    choices: ["دائما", "غالبا", "احيانا", "نادرا", "لا يوجد"],
    points: [4, 3, 2, 1, 0],
  },
  {
    text: "١١- يجد صعوبة في استخدام الأصابع في التازر الحركي والحركات الدقيقة -هل يجد الطفل صعوبة عند إستخدام يده في مسك الأشياء .",
    choices: ["دائما", "غالبا", "احيانا", "نادرا", "لا يوجد"],
    points: [4, 3, 2, 1, 0],
  },
  {
    text: "١٢- يجد صعوبة في ممارسة الحركات الدقيقة مثل استخدام المقص .",
    choices: ["دائما", "غالبا", "احيانا", "نادرا", "لا يوجد"],
    points: [4, 3, 2, 1, 0],
  },
  {
    text: "١٣- يصعب عليه ممارسة أي عمل يدوي أو بدني أو مهارة بدقه و سرعة -هل الطفل يجد صعوبة في أداء المهام التي تحتاج لسرعة .",
    choices: ["دائما", "غالبا", "احيانا", "نادرا", "لا يوجد"],
    points: [4, 3, 2, 1, 0],
  },
  {
    text: "١٤- يجد صعوبة في أداء مهارة ارتداء الملابس او ركوب الدراجة .",
    choices: ["دائما", "غالبا", "احيانا", "نادرا", "لا يوجد"],
    points: [4, 3, 2, 1, 0],
  },
  {
    text: "١٥- يجد صعوبة في مهارات الرسم و التلوين والأنشطة الرياضية بمرونة -هل الطفل بيلاقي صعوبة في الرسم و التلوين والالعاب الرياضية زي لعب الكرة او الألعاب القتالية",
    choices: ["دائما", "غالبا", "احيانا", "نادرا", "لا يوجد"],
    points: [4, 3, 2, 1, 0],
  },
  {
    text: "١٦- يجد صعوبة في أداء المهارات الدقيقة مثل استخدام الأدوات الهندسية -هل الطفل بيلاقي صعوبة في استخدام الأدوات الهندسية زي المسطرة والبرجل والمنقلة .",
    choices: ["دائما", "غالبا", "احيانا", "نادرا", "لا يوجد"],
    points: [4, 3, 2, 1, 0],
  },
  {
    text: "١٧- يجد صعوبة في إدراك والتعرف على المتطلبات الحركية للمواقف -هل الطفل بيلاقي صعوبة في فهم المواقف اللي بتحتاج لحركة زي انه يصعد على السلم أو تخطي حاجز أمامه .",
    choices: ["دائما", "غالبا", "احيانا", "نادرا", "لا يوجد"],
    points: [4, 3, 2, 1, 0],
  },
  {
    text: "١٨- يجد صعوبة في توظيف يديه وقدميه في الأنشطة الحركية العادية -هل الطفل يجد صعوبة في المهارات التي تتطلب إستخدام اليدين والقدمين مثل إرتداء البنطال .",
    choices: ["دائما", "غالبا", "احيانا", "نادرا", "لا يوجد"],
    points: [4, 3, 2, 1, 0],
  },
  {
    text: "١٩- يجد صعوبة في حمل الأشياء او ركوب الدرجات او اللعب الحركي -هل يجد صعوبة في حمل الأشياء او ركوب العجلة أو اللعب او القيام بحركات .",
    choices: ["دائما", "غالبا", "احيانا", "نادرا", "لا يوجد"],
    points: [4, 3, 2, 1, 0],
  },
  {
    text: "٢٠- يجد صعوبة في التحكم الحركي مثل ربط الحذاء وتزرير الملابس .",
    choices: ["دائما", "غالبا", "احيانا", "نادرا", "لا يوجد"],
    points: [4, 3, 2, 1, 0],
  },
];

export const data4 = [
  {
    text: "١- يعاني من صعوبة في تفسير المثيرات البصرية",
    choices: ["يوجد", "لا يوجد"],
    points: [1, 0],
  },
  {
    text: "٢-تواجهه مشكلة في التمييز بين الجزء من الكل والكل من الجزء",
    choices: ["يوجد", "لا يوجد"],
    points: [1, 0],
  },
  {
    text: "٣- يجد صعوبه في التمييز البصري كمعرفة الألوان الأساسية والتمييز بينهما",
    choices: ["يوجد", "لا يوجد"],
    points: [1, 0],
  },
  {
    text: "٤-عادة ما يعكس الحروف عند كتابتها",
    choices: ["يوجد", "لا يوجد"],
    points: [1, 0],
  },
  {
    text: "٥- يخطئ في كتابة الأرقام حيث يكتبها معكوسه",
    choices: ["يوجد", "لا يوجد"],
    points: [1, 0],
  },
  {
    text: "٦-يصعب عليه ادراك أوجه الشبه والاختلاف بين المثيرات المختلفة",
    choices: ["يوجد", "لا يوجد"],
    points: [1, 0],
  },
  {
    text: "٧- غالبا ما يخلط بين الحروف المتشابهه",
    choices: ["يوجد", "لا يوجد"],
    points: [1, 0],
  },
  {
    text: "٨- يجد صعوبه في التذكر البصري",
    choices: ["يوجد", "لا يوجد"],
    points: [1, 0],
  },
  {
    text: "٩- يصعب عليه ادراك العلاقات المكانية للاشياد في الفراغ فيخطأ في القراءة",
    choices: ["يوجد", "لا يوجد"],
    points: [1, 0],
  },
  {
    text: "١٠- لا يتمكن من التمييز بين الأشكال الهندسيه المختلفة",
    choices: ["يوجد", "لا يوجد"],
    points: [1, 0],
  },
];

export const data5 = [
  {
    text: "١- يواجه مشكلات عديدة في تنظيم المثيرات السمعية",
    choices: ["يوجد", "لا يوجد"],
    points: [1, 0],
  },
  {
    text: "٢- عدم القدره على تفسير المثيرات السمعية",
    choices: ["يوجد", "لا يوجد"],
    points: [1, 0],
  },
  {
    text: "٣- غير قادر على التمييز السمعي",
    choices: ["يوجد", "لا يوجد"],
    points: [1, 0],
  },
  {
    text: "٤- يجد صعوبة في ادراك التتابع او التسلسل السمعي",
    choices: ["يوجد", "لا يوجد"],
    points: [1, 0],
  },
  {
    text: "٥- يواجه مشكله في اتباع سلسله من التعليمات",
    choices: ["يوجد", "لا يوجد"],
    points: [1, 0],
  },
  {
    text: "٦-يجد صعوبة في استيعاب مانطلبه منه او يحدث امامه",
    choices: ["يوجد", "لا يوجد"],
    points: [1, 0],
  },
  {
    text: "٧- ليس بمقدوره أن يعبر عن نفسه ",
    choices: ["يوجد", "لا يوجد"],
    points: [1, 0],
  },
  {
    text: "٨-غير قادر على أن يربط بين الصوت والحيوان الذي يصدر ذلك الصوت ",
    choices: ["يوجد", "لا يوجد"],
    points: [1, 0],
  },
  {
    text: "٩- يجد صعوبة في نطق الكلمات بشكل صحيح",
    choices: ["يوجد", "لا يوجد"],
    points: [1, 0],
  },
  {
    text: "١٠- يجد صعوبة في تذكر الكلمات التي يتم النطق بها أمامه",
    choices: ["يوجد", "لا يوجد"],
    points: [1, 0],
  },
];
export const data6 = [
  {
    text: "١- يجد صعوبه في الإدراك الحركي او التناسق العام",
    choices: ["يوجد", "لا يوجد"],
    points: [1, 0],
  },
  {
    text: "٢-يعاني من مشكلات تتعلق بتازر أعضاء الجسم أثناء الحركة ",
    choices: ["يوجد", "لا يوجد"],
    points: [1, 0],
  },
  {
    text: "٣- يجد صعوبة في تحقيق التازر بين العين واليد وأثناء الكتابة",
    choices: ["يوجد", "لا يوجد"],
    points: [1, 0],
  },
  {
    text: "٤- يجد مشكلة في تحقيق التناسق و التازر البصري الحركي السمعي",
    choices: ["يوجد", "لا يوجد"],
    points: [1, 0],
  },
  {
    text: "٥- يعاني من تأخر واضح في كثير من مهاراته الحركية العامة مقارنة بزملائه ",
    choices: ["يوجد", "لا يوجد"],
    points: [1, 0],
  },
  {
    text: "٦- يجد صعوبة في القيام بقص ولصق الصور المختلفة بطريقة مناسبة ",
    choices: ["يوجد", "لا يوجد"],
    points: [1, 0],
  },
  {
    text: "٧- لا يستطيع السير على خط مستقيم ",
    choices: ["يوجد", "لا يوجد"],
    points: [1, 0],
  },
  {
    text: "٨- غير قادر على تلوين أجزاء من الرسومات بالألوان المختلفة.",
    choices: ["يوجد", "لا يوجد"],
    points: [1, 0],
  },
  {
    text: "٩- يجد صعوبة في إرتداء وخلع الملابس ",
    choices: ["يوجد", "لا يوجد"],
    points: [1, 0],
  },
  {
    text: "١٠- يعاني من مشكلة في أداء الحركات الدقيقة كمسك القلم",
    choices: ["يوجد", "لا يوجد"],
    points: [1, 0],
  },
];
